{
    "major": [
        {
            "id": 1,
            "image": "1_Abdominal Hysterectomy_TAHBS_TAHBSO.png",
            "imageCitation": "Medithics. (n.d.). Laparoscopic abdominal hysterectomy. Medithics Blog. Retrieved March 9, 2025, from https://blog.medithics.com/laparoscopic-abdominal-hysterectomy/",
            "imageUrl": "https://blog.medithics.com/laparoscopic-abdominal-hysterectomy/",
            "name": "Abdominal Hysterectomy/TAHBS/TAHBSO",
            "description": "TAHBS (Total Abdominal Hysterectomy) and TAHBSO (Total Abdominal Hysterectomy with Bilateral Salpingo-Oophorectomy), involves surgically removing the uterus through an abdominal incision, either transverse or vertical, performed under general anesthesia. The surgeon ligates the uterine vessels and carefully separates the uterus from its supporting ligaments and vaginal attachments. In a TAHBSO, the fallopian tubes and ovaries are also removed. The vaginal cuff is then closed, and the abdominal layers are sutured for closure. The abdominal approach is typically chosen when the uterus is enlarged, when malignancy is suspected, or when other conditions such as adhesions limit access through the vaginal route ( variations in surgical techniques exist) (Cuenca et al, 2021).",
            "indications": "Enlarged uterus (e.g., large fibroids), suspected malignancy (uterine, cervical, or ovarian cancer), adhesions, endometriosis, prior surgeries limiting vaginal access, abnormal uterine bleeding unresponsive to other treatments, adenomyosis, pelvic inflammatory disease, uterine prolapse (in some cases).",
            "instruments": [
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Blade Holder",
                "Adson Forceps",
                "Tissue Forceps",
                "Debakey Forceps",
                "Richardson Retractor",
                "Narrow Deaver Retractor",
                "Wide Deaver Retractor",
                "Army-Navy Retractor",
                "Curved Clamp",
                "Ochsner Clamp",
                "Towel Clips",
                "Malleable Retractor",
                "Needle Holder",
                "Allis Tissue Forceps",
                "Babcock",
                "Mixter",
                "Ovum Forceps",
                "Pean Forceps",
                "Balfour Retractor",
                "Thumb Forceps",
                "Tenaculum Forceps",
                "Sims Uterine Sound",
                "Hegar Dilators"
            ]
        },
        {
            "id": 3,
            "image": "3_AmputationofMajorLimbs.png",
            "imageCitation": "Fluss, G., Greenspan, J., Szczerepa, D., & Finlay, D. J. (2021). The optimal below knee amputation flap. Annals of Vascular Surgery - Brief Reports and Innovations, 1(1), 100003. https://doi.org/10.1016/j.avsurg.2021.100003",
            "imageUrl": "https://www.sciencedirect.com/science/article/pii/S2772687821000039",
            "name": "Amputation of Major Limbs",
            "description": "Amputation of a major limb is a surgical procedure involving the removal of a limb (arm or leg) due to severe trauma, disease, or congenital conditions. The surgery aims to remove the affected limb while preserving as much healthy tissue as possible to optimize healing, function, and prosthetic fitting. The process involves dividing muscles, ligating blood vessels to control bleeding, carefully cutting nerves, and transecting bone at a specific level. The remaining skin and soft tissue are then used to create flaps to cover the end of the bone, forming a stump that will interface with a prosthesis (Sarwal & Gupta, 2024).",
            "indications": "Severe peripheral vascular disease with critical limb ischemia, non-reconstructible arterial blockage, uncontrolled infection (osteomyelitis, sepsis), severe trauma with irreparable damage, non-viable limb, malignancy (bone or soft tissue sarcoma), congenital limb deficiency, chronic non-healing ulcer, intractable pain, frostbite with extensive tissue necrosis.",
            "instruments": [
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Blade Holder",
                "Adson Forceps",
                "Tissue Forceps",
                "Debakey Forceps",
                "Curved Clamp",
                "Needle Holder",
                "Allis Tissue Forceps",
                "Straight Clamp",
                "Richardson Retractor",
                "Army-Navy Retractor",
                "Senn-Miller Retractor",
                "Ochsner Clamp",
                "Oscillating Saw",
                "Gigli Saw with Handles",
                "Stryker Bone Clippers",
                "Bone Rongeurs and Curettes",
                "Bone Mallet",
                "Towel Clips",
                "Needle Holder"
            ]
        },
        {
            "id": 4,
            "image": "4_Arthroplasty.png",
            "imageCitation": "Zimmer Biomet. (n.d.). Vanguard total knee replacement: Cruciate retaining. https://www.orthoracle.com/library/vanguard-total-knee-replacement-cruciate-retaining-zimmer-biomet/",
            "imageUrl": "https://www.orthoracle.com/library/vanguard-total-knee-replacement-cruciate-retaining-zimmer-biomet/",
            "name": "Arthroplasty",
            "description": "Arthroplasty (joint replacement surgery) is a surgical procedure where a surgeon removes part of a damaged or arthritic joint and replaces it with a plastic, metal, or ceramic device, known as a prosthesis. The prosthesis is made to replicate a healthy, normal joint movement.Arthroplasty restores joint function. A surgeon can restore a joint by resurfacing the bones. A prosthesis (artificial joint) might also be used. Numerous types of arthritis might impact your joints. Degenerative joint disease, or osteoarthritis, is a loss of your cushion or cartilage in a joint and is a very common reason for arthroplasty (Williams & Williams, n.d.).",
            "indications": "Osteoarthritis (OA), Rheumatoid Arthritis (RA), Post-traumatic Arthritis, Avascular Necrosis (AVN), Joint Deformities or Malalignment, Failed Conservative Treatment, Bone Tumors, Infectious Arthritis, Joint Instability, Severe Joint Pain with Limited Mobility",
            "instruments": [
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Blade Holder",
                "Adson Forceps",
                "Tissue Forceps",
                "Debakey Forceps",
                "Curved Clamp",
                "Needle Holder",
                "Allis Tissue Forceps",
                "Straight Clamp",
                "Osteotome",
                "Orthopaedic Implants",
                "Cannulated Drill Bits",
                "Sternotomy Saw",
                "Bone Rongeurs and Curettes",
                "Bone Mallet",
                "Army-Navy Retractor",
                "Senn-Miller Retractor"
            ]
        },
        {
            "id": 5,
            "image": "5_Cesarean Section.png",
            "imageCitation": "Hirslanden. (n.d.). Caesarean birth. https://www.hirslanden.ch/en/corporate/treatments/caesarean-birth.html",
            "imageUrl": "https://www.hirslanden.ch/en/corporate/treatments/caesarean-birth.html",
            "name": "Cesarean Section",
            "description": "Cesarean delivery is a surgical procedure that involves delivering a baby through an abdominal incision (laparotomy) and a uterine incision (hysterotomy). The surgery is typically performed when vaginal birth poses a greater risk to the mother or baby, such as when complications arise during labor in an otherwise planned vaginal delivery or when a condition prevents a vaginal delivery (such as obstruction). Cesarean delivery is considered the most common and safe surgical procedure in the United States. This procedure is often performed for indications such as labor dystocia, fetal distress, abnormal fetal positioning, placental complications, or a history of prior cesarean delivery (Sung et al., 2024).",
            "indications": "Fetal Distress, Breech Presentation, Multiple Pregnancies (Twins, Triplets, etc.), Placental Problems (Placenta Previa, Placental Abruption), Failure to Progress in Labor (Dystocia), Cephalopelvic Disproportion (CPD), Maternal Health Conditions (e.g., preeclampsia, heart disease), Previous C-section (or other uterine surgeries), Infection (e.g., active genital herpes), Umbilical Cord Prolapse, Large Baby (Macrosomia), Failure of Induction, Maternal Request (in some cases)",
            "instruments": [
                "Curved Clamp",
                "Straight Clamp",
                "Allis Tissue Forceps",
                "Pean Forceps",
                "Umbilical Cord Clamp",
                "Balfour Retractor",
                "Richardson Retractor",
                "Adson Forceps",
                "Tissue Forceps",
                "Russian Forceps",
                "Mayo Scissors",
                "Metzenbaum Scissors",
                "Needle Holder",
                "Blade Holder"
            ]
        },
        {
            "id": 6,
            "image": "6_Cholecystectomy.png",
            "imageCitation": "ResearchGate. (2016). Conventional laparoscopic cholecystectomy. https://www.researchgate.net/figure/Conventional-laparoscopic-cholecystectomy_fig1_309182289",
            "imageUrl": "https://www.researchgate.net/figure/Conventional-laparoscopic-cholecystectomy_fig1_309182289",
            "name": "Cholecystectomy",
            "description": "A cholecystectomy is a surgical procedure to remove your gallbladder — the small, hollow organ that stores bile for your digestive system. Gallbladder removal surgery is a common treatment for many types of gallbladder disease. This is because the downsides of having your gallbladder removed are generally fewer than those of the diseases it treats. You can live a healthy life without a gallbladder (Professional, 2025). ",
            "indications": "Symptomatic Gallstones (Cholelithiasis), Cholecystitis (Acute or Chronic), Gallbladder Dysfunction (Biliary Dyskinesia), Choledocholithiasis (Gallstones in the Common Bile Duct), Pancreatitis (due to Gallstones), Gallbladder Polyps (greater than 1 cm or symptomatic), Gallbladder Cancer (rare), Biliary Colic (Severe Pain), Cholangitis (Infection of the Bile Ducts), Postoperative Complications (after bariatric surgery or other abdominal surgery)",
            "instruments": [
                "Curved Clamp",
                "Straight Clamp",
                "Allis Tissue Forceps",
                "Adson Forceps",
                "Thumb Forceps",
                "Mayo Scissors",
                "Metzenbaum Scissors",
                "Blade holder",
                "Mixter",
                "Lahey Forceps",
                "Pean Forceps",
                "Ochsner Clamp",
                "Babcock",
                "Tissue Forceps",
                "Ovum Forceps",
                "Richardson Retractor",
                "Weitlaner Retractor",
                "Doyen Abdominal Retractor",
                "Malleable Retractor"
            ]
        },
        {
            "id": 7,
            "image": "7_Gastrectomy.png",
            "imageCitation": "Puy, R. V., Alatorre, R., & Fort, J. M. (2019). Robotic Sleeve Gastrectomy. In Springer eBooks (pp. 63–70). https://doi.org/10.1007/978-3-030-17223-7_7",
            "imageUrl": "https://link.springer.com/chapter/10.1007/978-3-030-17223-7_7",
            "name": "Gastrectomy/Gastrojejunostomy",
            "description": "Gastrojejunostomy is a surgical procedure that establishes an anastomosis between the stomach and the jejunum, effectively bypassing the duodenum. This intervention is typically performed to alleviate obstructions or as part of reconstructive surgeries. The procedure can be executed via open surgery or laparoscopically, depending on the patient’s condition and the surgeon’s expertise. During the operation, an anastomosis is created between the stomach and the proximal loop of the jejunum, facilitating the passage of food directly into the small intestine. Postoperative care involves monitoring for potential complications such as anastomotic leakage, infection, and ensuring proper gastric emptying (Mascrs, n.d.).",
            "indications": "Malignant Gastric Outlet Obstruction: Caused by cancers such as those of the stomach, pancreas, or duodenum, leading to blockage of food passage, Benign Gastric Outlet Obstruction: Results from conditions like peptic ulcer disease, chronic inflammation, or strictures causing narrowing of the duodenum, Chronic Gastric Motility Disorders: Conditions such as gastroparesis, where the stomach fails to empty properly, leading to persistent symptoms like nausea, vomiting, and malnutrition,\tPostgastrectomy Complications: Situations where previous stomach surgeries have altered normal anatomy, necessitating a bypass to restore digestive function",
            "instruments": [
                "Laparoscopic Trochar",
                "Surgical Shears (Laparoscopic)",
                "Harmonic Scalpel or Ligasure",
                "Endo GIA Stapler"
            ]
        },
        {
            "id": 8,
            "image": "8_Colonic surgery.png",
            "imageCitation": "Shutterstock. (2017). Constricting sigmoid colon tumour. https://www.shutterstock.com/image-photo/constricting-sigmoid-colon-tumour-639055660",
            "imageUrl": "https://www.shutterstock.com/image-photo/constricting-sigmoid-colon-tumour-639055660",
            "name": "Colonic Surgery",
            "description": "Colonic surgery encompasses a range of surgical interventions on the large intestine, including resections (colectomies), anastomoses, and colostomy creations. These procedures address various conditions affecting the colon, such as malignancies, inflammatory diseases, obstructions, and traumatic injuries. Depending on the specific pathology, a segment of the colon may be removed, and the remaining ends reconnected, or an artificial opening (stoma) may be created to divert fecal flow. Surgical approaches can be open or minimally invasive (laparoscopic), with the choice influenced by the disease extent and patient factors. Postoperative management focuses on monitoring for complications like anastomotic leaks, infections, and ensuring the return of normal bowel function (Professional, 2024).",
            "indications": "Colorectal Cancer: Surgical resection is the primary treatment for removing malignant tumors within the colon to prevent cancer progression and metastasis, Diverticulitis: Complicated cases, such as those with perforation, abscess formation, or fistulas, may require surgical intervention to remove the affected colon segment, Bowel Obstruction: Obstructions due to strictures, tumors, or adhesions that impede the passage of intestinal contents necessitate surgical resolution, Inflammatory Bowel Disease (IBD): Severe or refractory cases of Crohn’s disease or ulcerative colitis may require colectomy when medical therapies are insufficient, Trauma: Injuries resulting from blunt or penetrating trauma that damage the colon may require surgical repair or resection to restore intestinal integrity.",
            "instruments": [
                "Curved Clamp",
                "Straight Clamp",
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Allis Tissue Forceps",
                "Adson Forceps",
                "Thumb Forceps",
                "Tissue Forceps",
                "Needle Holder",
                "Senn-Miller Retractor",
                "Army-Navy Retractor",
                "Surgical Shears (Laparoscopic)",
                "Clip Applicator (laparoscopic)",
                "Specimen Grasper"
            ]
        },
        {
            "id": 9,
            "image": "9_Craniectomy.png",
            "imageCitation": "Adobe Stock. (n.d.). Craniotomy images. Adobe. Retrieved March 9, 2025, from https://stock.adobe.com/search?k=craniotomy",
            "imageUrl": "https://stock.adobe.com/search?k=craniotomy",
            "name": "Craniectomy",
            "description": "Craniectomy is a neurosurgical procedure involving the removal of a portion of the skull to alleviate elevated intracranial pressure (ICP) resulting from conditions such as traumatic brain injury, stroke, or other causes of cerebral edema. Unlike a craniotomy, where the bone flap is temporarily removed and then replaced, a craniectomy involves leaving the bone flap off, allowing the swollen brain to expand beyond the confines of the skull, thereby reducing the risk of further injury. Postoperatively, patients may require protective measures, such as wearing a helmet, to shield the unprotected area of the brain until a subsequent cranioplasty is performed to restore the skull’s integrity (Craniotomy, 2024).",
            "indications": "Traumatic Brain Injury (TBI): Severe head injuries leading to significant brain swelling and elevated ICP unresponsive to medical management, Malignant Middle Cerebral Artery (MCA) Infarction: Large ischemic strokes causing substantial cerebral edema and midline shift, posing a risk of herniation, Intracerebral Hemorrhage: Spontaneous bleeding within the brain parenchyma resulting in increased ICP and mass effect, Subarachnoid Hemorrhage: Bleeding into the subarachnoid space leading to hydrocephalus and raised ICP,Infectious Causes: Conditions like encephalitis or abscesses causing brain swelling unmanageable by antibiotics alone.",
            "instruments": [
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Blade Holder",
                "Adson Forceps",
                "Tissue Forceps",
                "Debakey Forceps",
                "Weitlaner Retractor",
                "Gelpi Retractor",
                "Leyla Retractor System",
                "Greenberg Retractor System",
                "Scalp Clips",
                "Dura Hooks",
                "Hudson Brace with Perforator",
                "Pneumatic",
                "Perforator Bits",
                "Craniotome with Footplate",
                "Gigli Saw with Handles",
                "Kerrison Rongeur",
                "Leksell Rongeur",
                "Bone Curettes",
                "Bipolar Cautery Forceps",
                "Monopolar Cautery Pencil",
                "Cotton Patties",
                "Bone Wax"
            ]
        },
        {
            "id": 10,
            "image": "10_Craniotomy.png",
            "imageCitation": "Depositphotos. (n.d.). Craniotomy. https://depositphotos.com/photos/craniotomy.html",
            "imageUrl": "https://depositphotos.com/photos/craniotomy.html",
            "name": "Craniotomy",
            "description": "A craniotomy is a surgical procedure where a section of the skull (a bone flap) is temporarily removed to access the brain. This procedure is performed for various reasons, including treating brain tumors, aneurysms, traumatic injuries, or hemorrhages. After making an incision in the scalp, the surgeon drills small burr holes into the skull, then uses a special saw to cut and lift a section of bone. Once the brain surgery is complete, the bone flap is replaced and secured with plates or screws. Craniotomies can be small (keyhole) or large, depending on the underlying condition. Specialized variations include the burr hole procedure, awake craniotomy, and stereotactic craniotomy (Akhigbe & Zolnourian, 2017).",
            "indications": "A craniotomy is indicated for brain tumors (for biopsy or resection), traumatic brain injury with hematoma or swelling, cerebral aneurysm or arteriovenous malformation (AVM), epilepsy surgery (when seizures don’t respond to medication), hydrocephalus (for shunt placement or third ventriculostomy), and brain abscess or severe infection requiring drainage.",
            "instruments": [
                "Metzenbaum scissors",
                "Mayo scissors",
                "blade holder",
                "Adson Forceps",
                "Tissue Forceps",
                "Debakey Forceps",
                "needle holder",
                "dura hooks",
                "Hudson brace with perforator",
                "pneumatic",
                "perforator bits",
                "craniotome with footplate",
                "Gigli saw with handles",
                "Kerrison rongeur",
                "Leksell rongeur",
                "bone curettes",
                "bipolar cautery forceps",
                "monopolar cautery pencil",
                "cotton patties",
                "bone wax",
                "Weitlaner retractor",
                "Gelpi retractor",
                "Leyla retractor system",
                "Greenberg retractor system",
                "Scalp Clips"
            ]
        },
        {
            "id": 13,
            "image": "13_Exploratory Laparotomy.png",
            "imageCitation": "Exploratory Laparotomy. (n.d.). [Photograph of an exploratory laparotomy procedure]. Retrieved from https://www.instagram.com/firthy_/p/C4ISm_KPxg-/?img_index=1",
            "imageUrl": "https://www.instagram.com/firthy_/p/C4ISm_KPxg-/?img_index=1",
            "name": "Exploratory Laparotomy",
            "description": "Exploratory laparotomy is surgery to open up the belly area (abdomen). This surgery is done to find the cause of problems (such as pain or bleeding) that testing could not diagnose. It's also used when an abdominal injury needs emergency medical care. This surgery uses one large cut (incision). The provider can then see and check the organs inside the abdomen. If the cause of the problem is found during the procedure, then treatment is often done at the same time. In some cases, a minimally invasive surgery called exploratory laparoscopy may be used instead. That method uses a tiny camera and several small incisions. But in many cases, an exploratory laparotomy is preferred (Exploratory Laparotomy, n.d.).",
            "indications": "Blunt Abdominal Trauma, Penetrating Abdominal Trauma, Hemoperitoneum, Perforated Peptic Ulcer, Perforated Diverticulitis, Perforated Appendix, Perforated Bowel (Ischemic or Iatrogenic), Small Bowel Obstruction with Strangulation, Large Bowel Obstruction with Perforation Risk, Mesenteric Ischemia/Infarction, Generalized Peritonitis, Ruptured Hepatic or Splenic Abscess, Severe Pancreatitis with Infected Necrosis, Ruptured Ectopic Pregnancy, Ovarian Torsion with Necrosis, Ruptured Ovarian Cyst with Hemoperitoneum, Ruptured Abdominal Aortic Aneurysm or Iliac Aneurysm",
            "instruments": [
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Blade Holder",
                "Adson Forceps",
                "Tissue Forceps",
                "Debakey Forceps",
                "Richardson Retractor",
                "Narrow Deaver Retractor",
                "Wide Deaver Retractor",
                "Army-Navy Retractor",
                "Curved Clamp",
                "Ochsner Clamp",
                "Towel Clips",
                "Malleable Retractor",
                "Needle Holder",
                "Allis Tissue Forceps",
                "Straight Clamp",
                "Babcock",
                "Mixter",
                "Lahey Forceps",
                "Ovum Forceps",
                "Pean Forceps",
                "Balfour Retractor",
                "Thumb Forceps"
            ]
        },
        {
            "id": 15,
            "image": "15_Laparoscopic Cholecystectomy.png",
            "imageCitation": "[Laparoscopic Cholecystectomy]. (n.d.). Retrieved from https://venushospital.com.np/laparoscopic-appendectomy-in-nepal/",
            "imageUrl": "https://venushospital.com.np/laparoscopic-appendectomy-in-nepal/",
            "name": "Laparoscopic Appendectomy ",
            "description": "A laparoscopic or “lap” appendectomy is a minimally invasive surgery to remove the appendix through several small incisions, rather than through one large one. Recovery time from the lap appendectomy is short. The operation will generally be performed within the first 24 hours of admission. If a significant infection is present at the time of presentation, it is possible that your child will be treated with antibiotics only during their hospitalization and will need to return in 6-8 weeks for the appendectomy (Laparoscopic Appendectomy, n.d.).",
            "indications": "Acute Appendicitis, Complicated Appendicitis, Recurrent Appendicitis, Appendiceal Mucocele or Tumor, Interval Appendectomy",
            "instruments": [
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Blade Holder",
                "Adson Forceps",
                "Allis Tissue Forceps",
                "Curved Clamp",
                "Straight Clamp",
                "Laparoscopic Trochar",
                "Maryland Dissector",
                "Fenestrated Grasper",
                "Adson Dissector Hook",
                "Babcock Grasper",
                "Surgical Shears (Laparoscopic)",
                "Needle Holder",
                "Towel Clips",
                "Allis Grasper",
                "Laparoscope"
            ]
        },
        {
            "id": 16,
            "image": "16_laparoscopic cholecystectomy.png",
            "imageCitation": "Marina's Clinic. (n.d.). Surgeons performing a Laparoscopic Cholecystectomy. Retrieved February 22, 2025, from https://marinasclinic.com/what-is-laparoscopic-cholecystectomy-procedure-risks-and-recovery/",
            "imageUrl": "https://marinasclinic.com/what-is-laparoscopic-cholecystectomy-procedure-risks-and-recovery/",
            "name": "Laparoscopic Cholecystectomy",
            "description": "Laparoscopic cholecystectomy is the treatment of choice for symptomatic gallstones, except in cases of severe obesity, significant adhesions from prior surgeries or recurrent cholecystitis, or the presence of ductal or vascular abnormalities. If unforeseen complications arise, such as acute inflammation altering normal tissue structures, heavy bleeding, or surgical injuries, the procedure is swiftly switched to an open laparotomy (Goldman, 2008).",
            "indications": "Symptomatic cholelithiasis (gallstones),Acute cholecystitis,Chronic cholecystitis,Gallstone pancreatitis, Biliary dyskinesia",
            "instruments": [
                "Curved Clamp",
                "Straight Clamp",
                "Allis Tissue Forceps",
                "Army-Navy Retractor",
                "Thumb Forceps",
                "Tissue Forceps",
                "Adson Forceps",
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Blade Holder",
                "Senn-Miller Retractor",
                "Ochsner Clamp",
                "Towel Clips",
                "Laparoscope",
                "Laparoscopic Trochar",
                "Clip Applicator (Laparoscopic)",
                "Surgical Shears (Laparoscopic)",
                "Maryland Dissector",
                "Suction Irrigation Cannula",
                "Babcock Grasper",
                "Claw Grasper",
                "Hook Scissors (Laparoscopic)",
                "Monopolar L-Hook (Laparoscopic)",
                "Needle Holder"
            ]
        },
        {
            "id": 38,
            "image": "38_Thoracotomy.png",
            "imageCitation": "Wikipedia contributors. (2024, August 28). Thoracotomy. Wikipedia. https://en.m.wikipedia.org/wiki/Thoracotomy#/media/File%3AEmergency_Thoracotomy.png",
            "imageUrl": "https://en.m.wikipedia.org/wiki/Thoracotomy",
            "name": "Thoracotomy",
            "description": "A thoracotomy is a procedure that lets a surgeon see into the thoracic cavity to diagnose an illness or to treat one. The surgeon can see the lungs, heart, aorta, esophagus and possibly the spine. It’s often used to treat lung cancer. (Professional, 2024)",
            "indications": "Penetrating chest injuries, Blunt chest trauma, Cardiac tamponade, Massive hemothorax, Open pneumothorax, Tracheobronchial injury, Unexplained pleural effusion, Lung biopsy, Mediastinal mass biopsy, Lung resection (lobectomy, segmentectomy, pneumonectomy), Removal of pulmonary sequestration or cysts, Management of bronchiectasis, Coronary artery bypass grafting (CABG), Repair of aortic aneurysm or dissection, Pericardiectomy, Closure of patent ductus arteriosus (PDA), Repair of esophageal perforation, Esophageal stricture correction, Decortication for chronic empyema, Pleurectomy, Pleural tumor resection",
            "instruments": [
                "Narrow Deaver Retractor",
                "Wide Deaver Retractor",
                "Army-Navy retractor",
                "Senn-Miller Retractor",
                "Gelpi retractor",
                "Weitlaner retractor",
                "Balfour retractor",
                "Malleable Retractor",
                "Yankauer suction tip",
                "Poole suction tip",
                "Adson Forceps",
                "Tissue Forceps",
                "Allis Tissue Forceps",
                "Babcock Grasper",
                "Ochsner Clamp",
                "Straight Clamp",
                "Mosquito Hemostat",
                "Crile Clamps",
                "Pean Forceps",
                "needle holder",
                "Mayo scissors",
                "Metzenbaum scissors",
                "Bandage Shears",
                "Blade Holder",
                "Pratt Rectal Speculum",
                "Tenaculum Forceps",
                "Sims Uterine Sound",
                "Hegar Dilators",
                "Foerster Sponge Forceps",
                "Towel Clips",
                "Director with Probe Tip",
                "Malleable Retractor",
                "Freer Elevator",
                "Sinus Forceps",
                "Russian Forceps",
                "Kerrison Rongeur",
                "Stryker Bone Clippers",
                "Osteotome",
                "Curette",
                "Bone Holding Forceps",
                "Gigli Saw with Handles",
                "Rib Spreader"
            ]
        },
        {
            "id": 42,
            "image": "42_Thyroidectomy.png",
            "imageCitation": "iStock. (n.d.). Schilddrüsenoperation [Photograph]. iStock. https://www.istockphoto.com/photo/schilddr%C3%BCsenoperation-gm163080366-9211150",
            "imageUrl": "https://www.istockphoto.com/photo/schilddr%C3%BCsenoperation-gm163080366-9211150",
            "name": "Thyroidectomy",
            "description": "Thyroidectomy is the surgical removal of all or part of the thyroid gland (Thyroidectomy - Mayo Clinic, n.d.). ",
            "indications": "Thyroid cancer (confirmed or suspected), Large goiter causing compressive symptoms (e.g., difficulty swallowing, breathing difficulties), Hyperthyroidism unresponsive to medical management (e.g., Graves’ disease), Toxic multinodular goiter, Solitary thyroid nodule with suspicious or indeterminate biopsy results, Cosmetic reasons for large, visible goiters, Recurrent thyroid cysts, Retrosternal (substernal) goiter causing compressive symptoms",
            "instruments": [
                "Blade holder",
                "Monopolar Cautery Pencil",
                "Metzenbaum scissors",
                "Mayo scissors",
                "Adson Forceps",
                "Allis Tissue Forceps",
                "Ochsner Clamp",
                "Mosquito Hemostat",
                "Crile clamps",
                "Straight Clamp",
                "needle holder",
                "Green Thyroid Retractor",
                "Army-Navy Retractor",
                "Weitlaner Retractor",
                "Richardson Retractor",
                "Lahey thyroid retractor",
                "Gillies Skin Hook",
                "vessel loops",
                "Suction Irrigation Cannula",
                "Bipolar Cautery Forceps",
                "Monopolar Cautery Pencil",
                "Harmonic Scalpel or Ligasure",
                "Nerve Stimulator"
            ]
        },
        {
            "id": 43,
            "image": "43_Radical Neck Dissection.png",
            "imageCitation": "Open thoracotomy! - MEDizzy. (n.d.). https://medizzy.com/feed/4326078",
            "imageUrl": "https://www.optecoto.com/article/S1043-1810(24)00071-X/abstract",
            "name": "Radical Neck Dissection",
            "description": "Radical neck dissection (RND) is a surgical procedure aimed at removing lymph nodes and surrounding tissues in the neck to manage metastatic cancer, particularly squamous cell carcinoma originating from the head and neck regions. This comprehensive operation involves the en bloc removal of all ipsilateral cervical lymph node groups from levels I through V, along with the sternocleidomastoid muscle (SCM), internal jugular vein (IJV), and spinal accessory nerve (SAN). The primary goal is to eradicate lymphatic metastases and prevent further spread of malignancy.",
            "indications": "Clinically evident metastatic lymph nodes, Advanced primary tumors with high risk of nodal metastasis: primary tumor exhibits aggressive features or extensive local invasion.",
            "instruments": [
                "Allis Tissue Forceps",
                "Army-Navy Retractor",
                "Metzenbaum scissors",
                "Mayo scissors",
                "Adson Forceps",
                "Debakey Forceps",
                "Allis Tissue Forceps",
                "Ochsner Clamp",
                "Mosquito Hemostat",
                "Straight Clamp",
                "Crile Clamps",
                "Pean",
                "Yankauer Suction Tip",
                "Frazier Suction Tip",
                "Richardson Retractor",
                "Army-Navy retractor",
                "Weitlaner Retractor",
                "Gelpi Retractor",
                "Lahey Forceps",
                "Mixter",
                "Babcock Grasper",
                "Needle holder",
                "Monopolar Cautery Pencil"
            ]
        },
        {
            "id": 44,
            "image": "44_Laminectomy.png",
            "imageCitation": "Shutterstock. (n.d.). Laminectomy—Back operation. Retrieved March 13, 2025, from https://www.shutterstock.com/image-photo/laminectomyback-operation-86083867",
            "imageUrl": "https://www.shutterstock.com/image-photo/laminectomyback-operation-86083867",
            "name": "Laminectomy ",
            "description": "A laminectomy is a surgical procedure that involves removing the lamina—the back part of a vertebra covering the spinal canal—to relieve pressure on the spinal cord or nerves. This pressure can result from conditions such as spinal stenosis, herniated discs, or tumors. By removing the lamina, the procedure enlarges the spinal canal, alleviating nerve compression and associated symptoms.",
            "indications": "Spinal Stenosis, Herniated Discs, Spinal Tumors or Abscesses, Degenerative Back Conditions.",
            "instruments": [
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Blade Holder",
                "Adson Forceps",
                "Tissue Forceps",
                "Debakey Forceps",
                "Curved Clamp",
                "Needle Holder",
                "Allis Tissue Forceps",
                "Straight Clamp",
                "Richardson Retractor",
                "Army-Navy Retractor",
                "Weitlaner Retractor",
                "Yankauer Suction Tip",
                "Mosquito Hemostat",
                "Cobb Curette",
                "Laminectomy Rongeurs"
            ]
        },
        {
            "id": 45,
            "image": "42_Radical_Simple Mastectomy.png",
            "imageCitation": "Themes, U. (2016, July 24). Simple mastectomy. Basicmedical Key. https://basicmedicalkey.com/simple-mastectomy/ ",
            "imageUrl": "https://basicmedicalkey.com/wp-content/uploads/2016/07/C10-DA2-DB5-DC21-FF1.gif ",
            "name": "Radical/Simple Mastectomy",
            "description": "A simple mastectomy, also known as a total mastectomy, is a surgical procedure that involves the complete removal of breast tissue. This includes the excision of the nipple-areolar complex, along with a portion of the overlying skin, enough to allow for proper wound closure. This procedure does not involve the removal of lymph nodes or other structures within the axilla. In contrast, when both breast tissue and axillary lymph nodes are removed together as a single unit, the procedure is termed a modified radical mastectomy.",
            "indications": "Early-stage breast cancer when breast-conserving surgery is not feasible or preferred, ductal carcinoma in situ (DCIS) involving a large area of the breast, multicentric breast cancer, locally advanced breast cancer without distant metastases, and recurrent breast cancer after previous lumpectomy and radiation therapy",
            "instruments": [
                "Metzenbaum scissors",
                "Mayo scissors",
                "Monopolar Cautery Pencil",
                "Allis Tissue Forceps",
                "Adson Forceps",
                "Debakey Forceps",
                "Ochsner Clamp",
                "Crile clamps",
                "Mosquito Hemostat",
                "Mixter",
                "Army-Navy Retractor",
                "Richardson Retractor",
                "Narrow Deaver Retractor",
                "Wide Deaver Retractor",
                "Gillies Skin Hook",
                "Yankauer Suction Tip",
                "Poole Suction Tip",
                "suction irrigation cannula",
                "Needle Holder",
                "Mayo Scissors",
                "Towel Clips"
            ]
        },
        {
            "id": 46,
            "image": "46_Lobectomy.png",
            "imageCitation": "Herrera, L. (n.d.). Robotic-Assisted left upper lobectomy in Non-Small cell lung cancer with N1 disease. CTSNet. https://doi.org/10.25373/ctsnet.6123011",
            "imageUrl": "https://www.ctsnet.org/article/robotic-assisted-left-upper-lobectomy-non-small-cell-lung-cancer-n1-disease",
            "name": "Lobectomy",
            "description": "A lobectomy is an operation to remove a lobe of the lung. Most often, surgeons do a lobectomy procedure for people with lung cancer. This can cure cancer that’s in an early stage, but may be less effective for larger tumors. It takes at least a month to recover from a lobectomy. A minimally invasive lobectomy can provide a faster recovery (Professional, 2025b).",
            "indications": "Lung cancer (non-small cell or localized tumors), Benign lung tumors causing symptoms or complications, Bronchiectasis unresponsive to medical treatment, Lung abscess not responding to antibiotics, Tuberculosis with localized, destroyed lung tissue, Fungal infections (e.g., aspergilloma), Congenital lung malformations (e.g., congenital cystic adenomatoid malformation), Severe traumatic lung injury, Metastatic tumors isolated to one lung lobe, Persistent or recurrent pneumothorax unresponsive to conservative treatment",
            "instruments": [
                "Blade holder",
                "Metzenbaum scissors",
                "Mayo scissors",
                "Debakey Forceps",
                "Straight Clamp",
                "Needle holder",
                "Finochietto rib retractor",
                "Lung Grasping Forcep",
                "Monopolar Cautery Pencil",
                "Yankauer Suction Tip",
                "Rib spreader",
                "Endo GIA stapler"
            ]
        },
        {
            "id": 47,
            "image": "47_Pancreatectomy.png",
            "imageCitation": "Cai, H., Feng, L., & Peng, B. (2021). Laparoscopic pancreatectomy for benign or low-grade malignant pancreatic tumors: outcomes in a single high-volume institution. BMC Surgery, 21(1). https://doi.org/10.1186/s12893-021-01414-w",
            "imageUrl": "https://bmcsurg.biomedcentral.com/articles/10.1186/s12893-021-01414-w",
            "name": "Pancreatectomy",
            "description": "A pancreatectomy is a surgical procedure to remove all or part of the pancreas, an organ located behind the stomach that plays a key role in digestion and blood sugar regulation. The procedure is performed to treat conditions such as pancreatic cancer, chronic pancreatitis, pancreatic tumors, and trauma. Depending on the extent of the disease or damage, different types of pancreatectomy may be performed, including total, distal, central, or a Whipple procedure (removal of the head of the pancreas along with nearby structures).",
            "indications": "",
            "instruments": [
                "Blade holder",
                "Metzenbaum Scissors",
                "Mayo scissors",
                "Adson Forceps",
                "Debakey Forceps",
                "Curved Clamp",
                "Straight Clamp",
                "Allis Tissue Forceps",
                "Ochsner Clamp",
                "Babcock",
                "Richardson Retractor",
                "Narrow Deaver Retractor",
                "Wide Deaver Retractor",
                "Balfour Retractor",
                "Mixter",
                "needle holder"
            ]
        },
        {
            "id": 48,
            "image": "48_Cystectomy.png",
            "imageCitation": "Science Photo Library. (n.d.). Cystectomy surgery. https://www.sciencephoto.com/media/828528/view/cystectomy-surgery",
            "imageUrl": "https://www.sciencephoto.com/media/828528/view/cystectomy-surgery",
            "name": "Cystectomy",
            "description": "Cystectomy, also known as bladder removal surgery, is a major surgical procedure typically performed to treat bladder cancer. It involves the removal of part or all of the urinary bladder, and, in some cases, surrounding tissues and organs, depending on the extent of the disease. There are two primary types of cystectomy: partial cystectomy, where only a portion of the bladder is removed, and radical cystectomy, where the entire bladder, nearby lymph nodes, and potentially other organs like the prostate, are removed. The choice of procedure is determined by the stage and grade of the cancer, as well as the patient's overall health. This surgery is complex and requires careful consideration of the risks, recovery time, and long-term outcomes.",
            "indications": "Cystectomy is performed for conditions such as bladder cancer that invades the muscle but remains confined to the bladder, other pelvic cancers (e.g., advanced colon, prostate, or endometrial cancer), severe interstitial cystitis unresponsive to other treatments, developmental abnormalities of the bladder, bladder diverticula, fistulas between the colon or vagina and the bladder, localized endometriosis of the bladder, and other conditions like pheochromocytoma, schwannoma, endocervicosis, or severe blood loss in urine due to cavernous hemangioma.",
            "instruments": [
                "Blade Holder",
                "Monopolar Cautery Pencil",
                "Mayo Scissors",
                "Metzenbaum Scissors",
                "Adson Forceps",
                "Ochsner Clamp",
                "Allis Tissue Forceps",
                "Thumb Forceps",
                "Tissue Forceps",
                "Babcock Grasper",
                "Debakey Forceps",
                "Straight Clamp",
                "Crile Clamps",
                "Suction Irrigation Cannula",
                "Narrow Deaver Retractor",
                "Wide Deaver Retractor",
                "Richardson Retractor",
                "Langenbeck Retractor",
                "Balfour Retractor",
                "Harrington Retractor"
            ]
        },
        {
            "id": 49,
            "image": "49_coronary artery bypass.png",
            "imageCitation": "RVO Health (n.d.). Heart Surgery: Aortic Valve Replacement. https://media.post.rvohealth.io/wp-content/uploads/sites/3/2024/03/Heart-Surgery-Aortic-Valve-Replacemen-header-1024x575.jpg",
            "imageUrl": "https://media.post.rvohealth.io/wp-content/uploads/sites/3/2024/03/Heart-Surgery-Aortic-Valve-Replacemen-header-1024x575.jpg",
            "name": "Coronary Artery Bypass Grafting",
            "description": "Coronary Artery Bypass Grafting (CABG) is a surgical procedure performed to improve blood flow to the heart. It involves grafting healthy blood vessels from other parts of the body (typically the leg, chest, or arm) to bypass blocked coronary arteries, thereby restoring adequate blood supply to the heart muscle. This procedure is generally recommended for patients with severe coronary artery disease (CAD) who have significant blockages in multiple coronary arteries or blockages in the left main coronary artery. CABG can be performed using traditional open-heart surgery, minimally invasive techniques, or off-pump methods. The choice depends on the patient's condition and the surgeon's expertise (Ruel & Chikwe, 2024).",
            "indications": "Severe coronary artery disease (CAD) with multiple blockages, Left main coronary artery blockage, Uncontrolled angina, Complicated myocardial infarction (heart attack), Unstable angina, When PCI (angioplasty) is unsuitable or ineffective",
            "instruments": [
                "Sternotomy Saw",
                "Cardiopulmonary Bypass (CPB) Machine",
                "Aortic and Venous Cannulas",
                "Endoscopic Vessel Harvesting System",
                "Blade Holder",
                "Mayo Scissors",
                "Metzenbaum Scissors",
                "Iris Scissors",
                "Vascular Dilator",
                "Coronary Artery Scissors",
                "Coronary Artery Dilators",
                "Coronary Shunt",
                "Vessel Clips",
                "Needle Holder",
                "Suture Passer",
                "Monopolar Cautery Pencil",
                "Yankauer Suction Tip",
                "Poole Suction Tip",
                "Frazier Suction Tip",
                "Curved Clamp",
                "Straight Clamp",
                "Debakey Forceps",
                "Tissue Forceps",
                "Thumb Forceps",
                "Russian Forceps",
                "Gerald Forceps",
                "Adson Forceps",
                "Sternal Retractors",
                "Finochietto Rib Retractor",
                "Thoracoscopic Retractor",
                "Wide Deaver Retractor",
                "Narrow Deaver Retractor",
                "Richardson Retractor",
                "Langenbeck Retractor",
                "Internal Mammary Artery Retractor"
            ]
        },
        {
            "id": 50,
            "image": "50_pleurectomy.png",
            "imageCitation": "Annals of Thoracic Surgery (n.d.). Thoracic surgery image. https://www.annalsthoracicsurgery.org/cms/10.1016/j.athoracsur.2018.05.087/asset/b945b8ed-fc64-4737-88ae-992984cd1f1b/main.assets/gr2_lrg.jpg",
            "imageUrl": "https://www.annalsthoracicsurgery.org/cms/10.1016/j.athoracsur.2018.05.087/asset/b945b8ed-fc64-4737-88ae-992984cd1f1b/main.assets/gr2_lrg.jpg",
            "name": "Pleurectomy",
            "description": "Pleurectomy is a surgical procedure involving the removal of part or all of the pleura, the thin membrane that lines the lungs and chest cavity. It is primarily performed to treat recurrent pneumothorax (collapsed lung), pleural mesothelioma (a cancer of the pleura), and chronic pleural effusions (fluid buildup in the pleural space). Pleurectomy can be performed via open thoracotomy or video-assisted thoracoscopic surgery (VATS), a minimally invasive approach. The choice of technique depends on the patient's condition and the extent of the disease (Chang et al., 2023).",
            "indications": "Recurrent spontaneous pneumothorax, Pleural mesothelioma, Chronic pleural effusion, Empyema, Chronic pleuritis, Pleural biopsy",
            "instruments": [
                "Monopolar Cautery Pencil",
                "Yankauer Suction Tip",
                "Poole Suction Tip",
                "Frazier Suction Tip",
                "Blade Holder",
                "Mayo Scissors",
                "Metzenbaum Scissors",
                "Iris Scissors",
                "Potts Scissors",
                "Coronary Artery Scissors",
                "Debakey Forceps",
                "Tissue Forceps",
                "Thumb Forceps",
                "Russian Forceps",
                "Gerald Forceps",
                "Adson Forceps",
                "Curved Clamp",
                "Straight Clamp",
                "Debakey Forceps",
                "Sternal Retractors",
                "Finochietto Rib Retractor",
                "Narrow Deaver Retractor",
                "Wide Deaver Retractor",
                "Richardson Retractor",
                "Langenbeck Retractor",
                "Sauerbruch Rib Shears",
                "Doyen Rib Raspatory",
                "Bailey Rib Approximator",
                "Lung Grasping Forcep"
            ]
        },
        {
            "id": 51,
            "image": "51_myomectomy.png",
            "imageCitation": "Getty Images. (n.d.). Surgeons removing fibroids from wall of uterus [Photograph]. Getty Images. https://www.gettyimages.com/detail/news-photo/surgeons-removing-fibroids-from-wall-of-uterus-news-photo/129377747",
            "imageUrl": "https://www.gettyimages.com/detail/news-photo/surgeons-removing-fibroids-from-wall-of-uterus-news-photo/129377747?adppopup=true",
            "name": "Myomectomy",
            "description": "Myomectomy is a surgical procedure aimed at removing uterine fibroids (benign tumors of the uterus) while preserving the uterus, making it a preferred option for women who wish to maintain fertility or avoid hysterectomy.",
            "indications": "It is indicated for women experiencing symptomatic fibroids that cause heavy menstrual bleeding, pelvic pain, pressure symptoms (such as frequent urination or constipation), infertility, or recurrent pregnancy loss, especially when other treatments have been ineffective.",
            "instruments": [
                "Blade holder",
                "Monopolar Cautery Pencil",
                "Balfour Retractor",
                "Narrow Deaver Retractor",
                "Wide Deaver Retractor",
                "Richardson Retractor",
                "Metzenbaum scissors",
                "Mayo scissors",
                "needle holder",
                "Adson Forceps",
                "Allis Tissue Forceps",
                "Ochsner Clamp",
                "Tenaculum Forceps",
                "Suction Irrigation Cannula",
                "Bipolar Cautery Forceps",
                "Monopolar Cautery Pencil"
            ]
        },
        {
            "id": 52,
            "image": "52_Hemicolectomy.png",
            "imageCitation": "Mitchell, B. G., & Mandava, N. (2023, June 5). Hemicolectomy. StatPearls - NCBI Bookshelf. https://www.ncbi.nlm.nih.gov/books/NBK555924/",
            "imageUrl": "https://www.ncbi.nlm.nih.gov/books/NBK555924/",
            "name": "Hemicolectomy",
            "description": "A hemicolectomy is a surgical procedure in which a portion of the colon (large intestine) is removed due to disease, injury, or cancer.",
            "indications": "Hemicolectomy is commonly performed to treat conditions such as colon cancer, diverticulitis, inflammatory bowel disease (IBD), and intestinal obstructions. ",
            "instruments": [
                "Blade holder",
                "Metzenbaum scissors",
                "mayo scissors",
                "Adson Forceps",
                "Debakey Forceps",
                "curved clamp",
                "straight clamp",
                "crile clamps",
                "Ochsner Clamp",
                "Mixter",
                "Allis Tissue Forceps",
                "Babcock Grasper",
                "Doyen Intestinal Clamp",
                "Endo GIA Stapler",
                "Richardson Retractor",
                "Narrow Deaver Retractor",
                "Wide Deaver Retractor",
                "army-navy retractor",
                "balfour retractor",
                "maryland dissector",
                "needle holder"
            ]
        },
        {
            "id": 53,
            "image": "53_Osteotomy of spine_clavicles_pelvis_femur.png",
            "imageCitation": "Wang, Y., Xue, C., Song, K., Wang, T., Hu, W., Hu, F., Hao, Y., Zhang, Z., Wang, C., Yang, X., Fan, T., Zheng, G., Wang, Z., Wang, Y., & Zhang, X. (2019). Comparison of loss of correction between PSO and VCD technique in treating thoracolumbar kyphosis secondary to ankylosing spondylitis, a minimum 2 years follow-up. Journal of Orthopaedic Surgery and Research, 14(1). https://doi.org/10.1186/s13018-019-1170-5",
            "imageUrl": "https://www.researchgate.net/publication/333147910/figure/fig1/AS:759246111117312@1558029787780/Spine-osteotomy-techniques-a-Pedicle-subtraction-osteotomy-b-Y-shaped-vertebral.png",
            "name": "Osteotomy of spine/clavicles/pelvis/femur",
            "description": "An osteotomy is a surgical procedure where a bone is cut, reshaped, or removed to correct alignment, relieve pain, or improve function. The term comes from the Greek words \"osteon\" (bone) and \"tome\" (cutting). Surgeons perform osteotomies to treat various conditions, such as arthritis, joint deformities, or fractures that haven’t healed properly.For example, in a knee osteotomy, the surgeon cuts and repositions the bones to shift weight off a damaged area, helping to delay or prevent the need for a total knee replacement. In hip osteotomies, the procedure can correct congenital deformities or improve joint stability. Osteotomies are also common in orthopedic and dental surgeries, like correcting jaw misalignment or straightening spinal curvatures.After the bone is cut and adjusted, it may be secured with plates, screws, or rods to ensure proper healing. Although recovery can take several months, an osteotomy can significantly improve mobility, reduce pain, and enhance quality of life for patients with musculoskeletal issues.",
            "indications": "Joint preservation and arthritis management, such as early to moderate osteoarthritis or unicompartmental arthritis, particularly in weight-bearing joints like the knee or hip, to delay or avoid total joint replacement in younger, active patients. It is also indicated for correcting deformities, including congenital or developmental bone deformities, malunited fractures, or conditions like genu varum (bowleg) or genu valgum (knock-knee). Additionally, they may be performed for spinal conditions like scoliosis or kyphosis, to correct jaw misalignment in orthognathic surgery, or as part of reconstructive procedures for tumors or trauma. ",
            "instruments": [
                "Osteotome",
                "Stille Gouge",
                "Bone Rongeurs and Curettes",
                "bone nibbler",
                "Periosteal Elevator",
                "Bone Drill Set",
                "Guidewire",
                "bone plates",
                "Hohmann Retractor",
                "Gelpi Retractor",
                "Suction Irrigation Cannula",
                "irrigation systems",
                "Bone Wax",
                "Bone Mallet",
                "Cobb Curette"
            ]
        },
        {
            "id": 54,
            "image": "54_ORIF.png",
            "imageCitation": "Buckley, R., & Sands, A. (n.d.). ORIF - Plate and screws through anteromedial approach. AO Surgery Reference. Retrieved March 13, 2025, from https://surgeryreference.aofoundation.org/orthopedic-trauma/adult-trauma/distal-tibia/complete-multifragmentary-articular-and-metaphyseal-fracture/orif-plate-and-screws-through-anteromedial-approach",
            "imageUrl": "https://surgeryreference.aofoundation.org/orthopedic-trauma/adult-trauma/distal-tibia/complete-multifragmentary-articular-and-metaphyseal-fracture/orif-plate-and-screws-through-anteromedial-approach#application-of-a-distractor",
            "name": "Open Reduction and Internal Fixation (ORIF)",
            "description": "Open reduction and internal fixation (ORIF) is surgery to repair some types of broken bones (bone fractures). The surgeon will insert metal fasteners into the bone to hold the pieces together to make sure it heals correctly. This might live with these implants forever, but some people need another surgery to remove them once their bones heal (Professional, 2025). ",
            "indications": "Open fractures, Displaced fractures, Comminuted fractures, Intra-articular fractures, Fractures with failed closed reduction, Fractures with vascular or nerve compromise, Non-union or malunion fractures, Pathological fractures, Fractures requiring early mobilization for functional recovery",
            "instruments": [
                "Blade Holder",
                "Mayo Scissors",
                "Metzenbaum Scissors",
                "Needle Holder",
                "Straight Clamp",
                "Curved Clamp",
                "Allis Tissue Forceps",
                "Adson Forceps",
                "Debakey Forceps",
                "Bone Holding Forceps",
                "Straight Clamp",
                "Senn-Miller Retractor",
                "Hohmann Retractor",
                "Osteotome",
                "Bone Rongeurs and Curettes",
                "Gigli Saw with Handles",
                "Bone Taps",
                "Bone Drill Set",
                "Plate Bender",
                "Guidewire Dilating Forcep",
                "Orthopaedic Implants"
            ]
        }
    ],
    "minor": [
        {
            "id": 2,
            "image": "2_ACL Repair.png",
            "imageCitation": "Momaya, A., Harris, C., & Hargreaves, M. (2024). Why your patient may need an ACL reconstruction plus lateral extra-articular tenodesis procedure. International Journal of Sports Physical Therapy, 19(3), 251-257. https://doi.org/10.26603/001c.94015",
            "imageUrl": "https://ijspt.scholasticahq.com/article/94015-why-your-patient-may-need-an-acl-reconstruction-plus-lateral-extra-articular-tenodesis-procedure",
            "name": "ACL Repair",
            "description": "Arthroscopic ACL reconstruction is a minimally invasive procedure to address a torn anterior cruciate ligament (ACL). Through small incisions, a camera and instruments are inserted to evaluate the knee. The surgeon removes damaged tissue. A graft, usually autograft (hamstring or bone-patellar tendon-bone), is shaped and positioned within the knee to replicate the original ACL. Tunnels are created in the tibia and femur, and the graft is secured with screws or other fixation devices. The surgeon assesses knee stability and range of motion before closing the incisions (Dove Press, n.d.).",
            "indications": "Symptomatic ACL tear, knee instability affecting activities of daily living, failure of conservative treatment (physical therapy, bracing), desire to return to high-demand sports or activities, recurrent giving way or instability episodes, associated meniscal tear requiring surgery, associated cartilage damage, significant functional limitations despite non-operative management.",
            "instruments": [
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Blade Holder",
                "Adson Forceps",
                "Tissue Forceps",
                "Debakey Forceps",
                "Curved Clamp",
                "Needle Holder",
                "Allis Tissue Forceps",
                "Straight Clamp",
                "Arthroscopic Camera and Light",
                "Arthroscopic Sheath and Trocar",
                "Arthroscopic Probe",
                "Arthroscopic Grasper",
                "Arthroscopic Scissor",
                "Graft Harvesting Knife",
                "Graft Tensioner",
                "Cannulated Drill Bits",
                "Reamers"
            ]
        },
        {
            "id": 11,
            "image": "11_NEW_ExcisionofBreastMass.png",
            "imageCitation": "Penumadu, P., & Veeramani, M. (2020). A scar of excision biopsy for a right breast lump at a primary center with margin status. ResearchGate. https://www.researchgate.net/profile/Prasanth-Penumadu/publication/343394102/figure/fig1",
            "imageUrl": "https://www.researchgate.net/profile/Prasanth-Penumadu/publication/",
            "name": "Excision of Breast Mass",
            "description": "An excision of a breast mass is a surgical procedure to remove an abnormal lump or growth from the breast, either for diagnostic biopsy or therapeutic treatment. It may be done for benign or malignant masses. The surgeon makes an incision over or near the mass, carefully dissects around it to remove the entire lesion, and sends it for pathology. The goal is to excise the mass with clean margins while preserving as much healthy tissue as possible. This procedure is often done under local or general anesthesia and can be combined with imaging techniques like wire localization for small, hard-to-palpate masses (Karakas & Yildirim, 2022).",
            "indications": "Excision of a breast mass is indicated for a palpable breast lump with suspicious features (irregular shape, rapid growth, immobility), abnormal imaging findings (e.g., mammogram or ultrasound shows a concerning lesion), biopsy-proven malignancy (as part of breast-conserving surgery), symptomatic benign masses causing pain, discomfort, or deformity, and patient preference or anxiety about a mass, even if benign.",
            "instruments": [
                "Metzenbaum scissors",
                "Mayo scissors",
                "blade holder",
                "Adson Forceps",
                "Tissue Forceps",
                "Debakey Forceps",
                "Allis Tissue Forceps",
                "Lahey forceps",
                "Pean Forceps",
                "ovum forceps",
                "towel clips",
                "malleable retractor",
                "needle holder​"
            ]
        },
        {
            "id": 12,
            "image": "12_ExcisionofCystMassLipomaMultipleDeep.png",
            "imageCitation": "Dr. Sandra Krishnan. (2025). Lumps and bump removal. https://www.drsandrakrishnan.com.au/lumps-and-bump-removal",
            "imageUrl": "https://www.drsandrakrishnan.com.au/lumps-and-bump-removal",
            "name": "Excision of Cyst Mass Lipoma: Multiple Deep",
            "description": "An excision of multiple deep cysts or lipomas is a surgical procedure to remove several abnormal growths located beneath the skin or within deeper soft tissues. Cysts are fluid-filled sacs, while lipomas are benign fatty tumors. The surgeon makes incisions over each mass, carefully dissects through the layers of tissue, and removes the cyst or lipoma along with its capsule to prevent recurrence. For deeper masses, more extensive dissection may be necessary, sometimes involving muscles or nerves. Depending on the number and size of the masses, this procedure can take longer and may require general anesthesia. After removal, the incisions are sutured, and the tissues are sent for pathology to rule out malignancy (Sabir et al., 2024)",
            "indications": "Excision of multiple deep cysts or lipomas is indicated for symptomatic cysts or lipomas causing pain, pressure, or limited range of motion, cosmetic concerns (visible deformity or disfigurement), rapid growth, size >5 cm, or suspicious imaging features (raising concern for malignancy), recurrent or infected cysts, and diagnostic uncertainty (removal for histopathological evaluation).",
            "instruments": [
                "Metzenbaum scissors",
                "Mayo scissors",
                "blade holder",
                "Adson Forceps",
                "Tissue Forceps",
                "Debakey Forceps",
                "Allis Tissue Forceps",
                "Mixter",
                "Lahey forceps",
                "towel clips",
                "needle holder​"
            ]
        },
        {
            "id": 14,
            "image": "14_Hemorrhoidectomy_Anal Encirclement.png",
            "imageCitation": "Laser surgery for Hemorrhoids in Jalandhar,Punjba|laser treatment for Bawaseer in North india. (n.d.). https://www.karanhospital.com/hemorrhoids-treatment-jalandhar.php",
            "imageUrl": "https://www.karanhospital.com/hemorrhoids-treatment-jalandhar.php",
            "name": "Hemorrhoidectomy/Anal Encirclement",
            "description": "A hemorrhoidectomy is surgery to remove internal or external hemorrhoids that are extensive or severe. Surgical hemorrhoidectomy is the most effective treatment for hemorrhoids, though it is associated with the greatest rate of complications. Surgical hemorrhoidectomy is necessary for large third- and fourth-degree hemorrhoids when medical management has failed, when a significant external component is present, or when incarcerated internal hemorrhoids need immediate medical treatment (Cristea & Lewis, 2024).",
            "indications": "Severe Internal Hemorrhoid (Grade III & IV), Recurrent or Persistent Bleeding, Thrombosed External Hemorrhoids, Chronic Anal Pain/Discomfort, Large External Hemorrhoids, Hemorrhoids with Associated Fissures or Fistulas",
            "instruments": [
                "Blade Holder",
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Adson Forceps",
                "Allis Tissue Forceps",
                "Curved Clamp",
                "Straight Clamp",
                "Ochsner",
                "Hill-Ferguson Retractor",
                "Pratt Rectal Speculum",
                "Pennington Clamp",
                "Thumb Forceps",
                "Tissue Forceps",
                "Crile Clamps",
                "Rubber Band Ligator",
                "PPH Stapler",
                "Needle Holder",
                "Towel Clips"
            ]
        },
        {
            "id": 17,
            "image": "17_lymphadenectomy.png",
            "imageCitation": "MedPage Today. (n.d.) ",
            "imageUrl": "https://clf1.medpagetoday.com/assets/images/resource-center/Surg.jpg",
            "name": "Lymphadenectomy",
            "description": "Lymphadenectomy, or lymph node dissection, is a surgical procedure that involves removing lymph nodes and examining a tissue sample under a microscope to detect cancer. It is commonly performed to manage malignant tumors and can be categorized into regional lymphadenectomy, which removes nearby lymph nodes, and radical lymphadenectomy, which involves a more extensive removal of lymph nodes (Mulita et al., 2023).",
            "indications": "Malignant lymphadenopathy (e.g., metastasis from melanoma or other cancers), Diagnostic biopsy for lymphatic disease, Persistent lymphadenitis unresponsive to medical treatment, Removal of lymph nodes involved in chronic infections (e.g., tuberculosis), Part of cancer staging and treatment (e.g., breast cancer, melanoma)",
            "instruments": [
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Tenotomy Scissors",
                "Blade holder",
                "Curved Clamp",
                "Straight Clamp",
                "Allis Tissue Forceps",
                "Mixter",
                "Pennington Clamp",
                "Debakey Forceps",
                "Russian Forceps",
                "Adson Forceps",
                "Babcock Grasper",
                "Monopolar Cautery Pencil",
                "Needle Holder",
                "Surgical Staplers",
                "Weitlaner Retractor",
                "Double Hook Retractor",
                "Senn-Miller Retractor",
                "Malleable Retractor",
                "Narrow Deaver Retractor",
                "Wide Deaver Retractor",
                "Suction Irrigation Cannula"
            ]
        },
        {
            "id": 18,
            "image": "18_pharyngectomy.png",
            "imageCitation": "Başaran, B., & Ünsaler, S. (2020). Carcinoma of the posterior wall of the hypopharynx: surgical treatment with larynx preservation. Brazilian Journal of Otorhinolaryngology, 88(2), 174–180. https://doi.org/10.1016/j.bjorl.2020.05.013",
            "imageUrl": "https://www.scielo.br/j/bjorl/a/qbhCkH3qx7bXXCfGZZN9zTK/",
            "name": "Pharyngectomy",
            "description": "Pharyngectomy is a surgical procedure that involves the removal of all or part of the pharynx, which is the hollow tube in the neck connecting the area behind the nose to the top of the trachea (windpipe) and esophagus (the passage leading to the stomach). This surgery is commonly performed to treat certain types of throat cancer, particularly when tumors are located in the nasopharynx, oropharynx, or hypopharynx. Depending on the extent of the disease, a partial or total pharyngectomy may be performed, and reconstructive techniques may be needed to restore swallowing and speech functions (NCI Dictionary of Cancer Terms, n.d.).",
            "indications": "Pharyngeal cancer, Severe trauma to the pharynx, Recurrent or persistent pharyngeal tumors, Extensive necrotizing infections, Radiation-induced necrosis",
            "instruments": [
                "Blade holder",
                "Metzenbaum scissors",
                "Mayo scissors",
                "Adson Forceps",
                "Debakey Forceps",
                "Needle holder",
                "Weitlaner retractor",
                "Gelpi retractor",
                "Monopolar Cautery Pencil",
                "Harmonic Scalpel or Ligasure",
                "Kerrison rongeur",
                "Freer elevator",
                "Suction Irrigation Cannula",
                "Allis Tissue Forceps",
                "Ochsner Clamp",
                "Penrose drain",
                "Surgical Staplers"
            ]
        },
        {
            "id": 19,
            "image": "19_AmputationofToes&Fingers.png",
            "imageCitation": "Musculoskeletal Key. (n.d.). Fifth ray osteomyelitis. Musculoskeletal Key. Retrieved March 9, 2025, from https://musculoskeletalkey.com/fifth-ray-osteomyelitis/",
            "imageUrl": "https://musculoskeletalkey.com/fifth-ray-osteomyelitis/",
            "name": "Amputation of Toes/Fingers",
            "description": "Toe or finger amputation involves surgically removing a digit at a specific level, ranging from partial to complete removal at the metatarsophalangeal/metacarpophalangeal joint. Typically performed under local, regional, or general anesthesia, the procedure begins with a circumferential incision around the digit. The surgeon carefully dissects through skin, subcutaneous tissue, tendons, and ligaments. Blood vessels are ligated to control bleeding, and nerves are transected, often with consideration for minimizing neuroma formation. The bone is divided, smoothed, and the skin and soft tissue are used to create a flap to cover the bone, ensuring adequate padding. The flap is sutured closed, and a sterile dressing is applied (Pinzur, 2017). ",
            "indications": "Severe infection (osteomyelitis, cellulitis) unresponsive to antibiotics, irreversible ischemia or necrosis (gangrene), severe trauma with irreparable damage, non-reconstructible deformities causing pain or functional impairment, tumors (bone or soft tissue), chronic non-healing ulcers, frostbite with tissue loss, congenital deformities.",
            "instruments": [
                "Stryker Bone Clippers",
                "Bone Rongeurs and Curettes",
                "periosteal elevator",
                "Oscillating Saw",
                "Tissue Forceps",
                "hemostats",
                "needle holder",
                "Senn-Miller Retractor",
                "Double Hook Retractor",
                "curette",
                "Monopolar Cautery Pencil"
            ]
        },
        {
            "id": 20,
            "image": "20_NEW_Appendectomy.png",
            "imageCitation": "Eskandarlou, M., Nemati, A., & Seif-Rabiei, M. A. (2018). A new right groin incision versus McBurney’s incision for open appendectomy: a randomized controlled trial. Langenbeck’s Archives of Surgery, 403(7), 805–810. https://doi.org/10.1007/s00423-018-1719-5",
            "imageUrl": "https://doi.org/10.1007/s00423-018-1719-5",
            "name": "Appendectomy (Suppurative or Congestive)",
            "description": "Appendectomy for suppurative, or congestive appendicitis is a surgical procedure to remove an appendix that has become severely inflamed, infected, and potentially perforated. \"Suppurative\" means the appendix is producing pus due to infection. \"Congestive\" refers to an appendix that is severely inflamed and swollen, potentially leading to tissue death (necrosis). The surgery aims to remove the diseased appendix, control infection, and prevent complications like peritonitis (inflammation of the abdominal lining) (Crnogorac et' al, 2013).",
            "indications": "Suppurative appendicitis, congestive appendicitis, suspicion of perforation, signs of peritonitis, failure of non-operative management (if attempted), presence of appendicolith with acute appendicitis, sepsis secondary to appendicitis.",
            "instruments": [
                "Blade holder",
                "Metzenbaum scissors",
                "Mayo scissors",
                "hemostats",
                "Straight Clamp",
                "Babcock Grasper",
                "Allis Tissue Forceps",
                "needle holder",
                "Laparoscope",
                "Monopolar Cautery Pencil",
                "Suction Irrigation Cannula",
                "Army-Navy retractor",
                "Senn-Miller Retractor",
                "Richardson Retractor"
            ]
        },
        {
            "id": 21,
            "image": "21_ApplicationOfLongLegCast.png",
            "imageCitation": "Long leg cast then hinged knee brace for Partial articular fracture, lateral condyle, sagittal simple. (n.d.). https://surgeryreference.aofoundation.org/orthopedic-trauma/adult-trauma/distal-femur/partial-articular-fracture-lateral-condyle-sagittal-simple/long-leg-cast-then-hinged-knee-brace",
            "imageUrl": "https://surgeryreference.aofoundation.org/orthopedic-trauma/adult-trauma/distal-femur/partial-articular-fracture-lateral-condyle-sagittal-simple/long-leg-cast-then-hinged-knee-brace",
            "name": "Application of Long Leg Cast",
            "description": "Application of a long leg cast involves encasing the leg from the upper thigh to the toes in a rigid cast material to immobilize fractures, dislocations, or soft tissue injuries. The limb is first covered with a stockinette, followed by padding (typically cast padding) to protect the skin and bony prominences. Plaster or fiberglass casting material is then applied in layers, molded to conform to the leg's shape, and allowed to harden. The cast maintains alignment, provides stability, and facilitates healing (Kay, 2023). ",
            "indications": "Femur fractures, tibia fractures (especially unstable fractures), fibula fractures with associated ankle injury, knee dislocations, certain ankle fractures, severe ankle sprains, post-operative immobilization after knee or leg surgery (e.g., ACL reconstruction, fracture fixation), congenital deformities (e.g., clubfoot in some cases), management of Charcot foot.",
            "instruments": [
                "Stockinette",
                "padding (webril)",
                "plaster or fiberglass rolls",
                "bandage shears",
                "plaster spreader",
                "Cast saw (for removal)"
            ]
        },
        {
            "id": 22,
            "image": "22_Arthrocentesis.png",
            "imageCitation": "Arthrocentesis definition, procedure, indications, complications & risks. (2019, April 19). Health Jade. https://healthjade.com/arthrocentesis/",
            "imageUrl": "https://healthjade.com/arthrocentesis/",
            "name": "Arthrocentesis",
            "description": "Arthrocentesis is a procedure performed to collect synovial fluid from joint spaces for the identification of a disease process or the relief of painful or bothersome symptoms. There are numerous indications for joint fluid aspiration, the most important of which includes the evaluation of synovial fluid for evidence of infection or inflammation. While the procedure specifics vary depending on the joint being aspirated, the general technique and steps remain consistent. The procedure tends to be very safe overall with few complications if performed correctly, and only a small number of contraindications exist (Tantillo et al., 2023).",
            "indications": "Suspected septic arthritis, Inflammatory arthritis (rheumatoid arthritis, gout, pseudogout), Crystal-induced arthritis (gout, pseudogout), Hemarthrosis, Joint effusion and swelling, Osteoarthritis, Intra-articular medication administration",
            "instruments": [
                "Curved Clamp",
                "Straight Clamp",
                "Allis Tissue Forceps",
                "Shepard Cannula"
            ]
        },
        {
            "id": 23,
            "image": "23_AvFistulaCreation.png",
            "imageCitation": "Almási-Sperling, V., Gall, C., Haney, B., Latzel, N., Knieling, F., Hilger, A. C., Regensburger, A. P., Meyer, A., Lang, W., & Rother, U. (2024). Long-Term experience of Arterio-Venous fistula surgery in children on hemodialysis. Journal of Clinical Medicine, 13(12), 3577. https://doi.org/10.3390/jcm13123577",
            "imageUrl": "https://www.mdpi.com/2834750",
            "name": "AV Fistula Creation",
            "description": "To create an arteriovenous (AV) fistula, a vascular specialist will first administer local anesthesia to numb the selected access site. A small incision is then made to expose the chosen artery and vein, allowing the surgeon to surgically connect them. This connection redirects blood flow from the artery into the vein, increasing blood volume within the vein. Over time, this increased flow causes the vein to enlarge and its walls to thicken, preparing it for hemodialysis. The fistula typically takes several weeks, or in some cases a month or longer, to mature before it can be used for dialysis treatment (AV Fistula Creation for Dialysis | AV Fistula Placement, 2019). ",
            "indications": "End-stage renal disease (ESRD) requiring hemodialysis, Chronic kidney disease (CKD) stage IV or V, Failed previous vascular access (thrombosed grafts or catheters), Preference for a long-lasting, lower infection-risk access",
            "instruments": [
                "Blade Holder",
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Potts Scissors",
                "Tissue Forceps",
                "DeBakey Forceps",
                "Thumb Forceps",
                "Adson Forceps",
                "Straight Clamp",
                "Curved Clamp",
                "Allis Tissue Forceps",
                "Bulldog Clamp",
                "Needle Holder",
                "Army-Navy Retractor",
                "Weitlaner Retractor",
                "Vascular Dilator"
            ]
        },
        {
            "id": 24,
            "image": "24_AvFistulaGraft.png",
            "imageCitation": "Berardinelli, L. (2006). Grafts and graft materials as vascular substitutes for haemodialysis access construction. European Journal of Vascular and Endovascular Surgery, 32(2), 203–211. https://doi.org/10.1016/j.ejvs.2006.01.001",
            "imageUrl": "https://www.sciencedirect.com/science/article/pii/S1078588406000074",
            "name": "AV Fistula w/ Graft",
            "description": "An arteriovenous (AV) graft is a type of vascular access used for hemodialysis. It is typically placed in the arm but can be positioned in the leg if needed. An AV graft connects an artery and a vein using a synthetic, hollow tube. One end of the graft is attached to an artery, while the other is connected to a vein. This connection allows blood to flow from the high-pressure artery through the graft into the low-pressure vein. The increased blood flow through the graft ensures a sufficient flow rate to support effective hemodialysis treatment (AV Graft Creation for Dialysis | AV Graft Placement, 2023).",
            "indications": "Small or inadequate veins for fistula maturation, Failed previous fistulas (thrombosis, poor maturation, stenosis), Urgent need for hemodialysis access, Vascular disease or diabetes affecting blood vessel quality",
            "instruments": [
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Blade Holder",
                "Needle Holder",
                "Adson Forceps",
                "Tissue Forceps",
                "Pean Forceps",
                "Curved Clamp",
                "Allis Tissue Forceps",
                "Straight Clamp",
                "Debakey Forceps",
                "Mixter",
                "Vascular Dilator",
                "Senn-Miller Retractor",
                "Army-Navy Retractor",
                "Bulldog Clamp"
            ]
        },
        {
            "id": 25,
            "image": "25_ExcisionofMass.png",
            "imageCitation": "Ince, B., Dadaci, M., Altuntas, Z., & Oltulu, P. (2015). Appearance of the mass excision [Figure]. In Intramuscular arteriovenous malformation of the deltoid muscle. ResearchGate. https://www.researchgate.net/figure/Appearance-of-the-mass-excision_fig6_312163260",
            "imageUrl": "https://www.researchgate.net/figure/Appearance-of-the-mass-excision_fig6_312163260",
            "name": "Excision of Mass (less than 5cm subq and more than 5cm subq)",
            "description": "The excision of a subcutaneous mass involves the surgical removal of a lump located beneath the skin. These masses can vary in size and etiology, including benign conditions like lipomas or cysts, and occasionally malignant tumors. The procedure aims to completely remove the mass along with a margin of healthy tissue to ensure clear boundaries and reduce the risk of recurrence. Depending on the size and location of the mass, the procedure can be performed under local or general anesthesia. Postoperative care includes wound management and monitoring for signs of infection or recurrence (Yetman, 2022).",
            "indications": "Lipomas: Benign fatty tumors presenting as soft, movable lumps under the skin, often removed for cosmetic reasons or if symptomatic,Epidermoid or Sebaceous Cysts: Non-cancerous cysts arising from blocked sebaceous glands, which may become infected or cause discomfort, Dermatofibromas: Benign fibrous nodules that may cause itching or discomfort, Suspicious Lesions: Masses with characteristics suggestive of malignancy, such as rapid growth, irregular borders, or color changes, Patient Concern: Any subcutaneous mass causing anxiety or discomfort to the patient, warranting removal for peace of mind.",
            "instruments": [
                "Metzenbaum scissors",
                "Mayo scissors",
                "Mosquito Hemostat",
                "needle holder",
                "Tissue Forceps",
                "Allis Tissue Forceps",
                "Army-Navy retractor", 
                "Senn-Miller Retractor", 
                "Richardson Retractor",
                "Monopolar Cautery Pencil",
                "Suction Irrigation Cannula"
            ]
        },
        {
            "id": 27,
            "image": "27_circumcision.png",
            "imageCitation": "Circumcision. (n.d.). [Circumcision with thermocautery technique]. Retrieved from https://www.researchgate.net/figure/Circumcision-with-thermocautery-technique-a-b-The-foreskin-was-pulled-up-with-the_fig2_321272406",
            "imageUrl": "https://www.researchgate.net/figure/Circumcision-with-thermocautery-technique-a-b-The-foreskin-was-pulled-up-with-the_fig2_321272406",
            "name": "Circumcision",
            "description": "Circumcision is the surgical removal of the foreskin (prepuce) covering the glans of the penis. This procedure is performed for various cultural, religious, and medical reasons. In the Philippines, circumcision, locally known as “tuli,” is a common practice and is often considered a rite of passage for young boys. The surgery can be performed using different techniques, including the dorsal slit method, shield and clamp devices (such as the Gomco clamp, Plastibell device, or Mogen clamp), and excision methods. The choice of technique depends on the patient’s age, specific indications, and the surgeon’s expertise. Postoperative care involves keeping the area clean, monitoring for signs of infection, and ensuring proper wound healing (Krans, 2018).",
            "indications": "Cultural or religious traditions, particularly prevalent in Filipino communities, where circumcision is viewed as a rite of passage into manhood ,Medical conditions such as phimosis (inability to retract the foreskin), paraphimosis (inability to return a retracted foreskin to its original position), recurrent balanitis (inflammation of the glans), or balanoposthitis (inflammation of the glans and foreskin), Preventive health measures, as circumcision has been associated with a reduced risk of certain infections and diseases.",
            "instruments": [
                "Metzenbaum scissors",
                "Adson Forceps",
                "Tissue Forceps",
                "Straight Clamp",
                "Needle holder",
                "Allis Tissue Forceps",
                "Mosquito Hemostat",
                "Gomco clamp",
                "Mogen clamp",
                "Monopolar Cautery Pencil",
                "Coban wrap"
            ]
        },
        {
            "id": 28,
            "image": "28_ClosedReduction.png",
            "imageCitation": "Closed Reduction. (n.d.). [Closed reduction procedure]. Retrieved from https://www.researchgate.net/publication/327475397_Incidence_and_Radiological_Predictors_of_Concomitant_Meniscal_and_Cruciate_Ligament_Injuries_in_Operative_Tibial_Plateau_Fractures_A_Prospective_Diagnostic_Study",
            "imageUrl": "https://www.researchgate.net/publication/327475397_Incidence_and_Radiological_Predictors_of_Concomitant_Meniscal_and_Cruciate_Ligament_Injuries_in_Operative_Tibial_Plateau_Fractures_A_Prospective_Diagnostic_Study",
            "name": "Close Reduction",
            "description": "A closed reduction, often termed manipulation, is a non-surgical procedure used to set (reduce) a broken bone or dislocated joint without making an incision. It allows the bone to grow back together with better alignment. Traction to pull the fragments apart is provided either manually involving two people or with a mechanical device such as 'finger‐traps' attached to two or more fingers and a counterweight suspended over the upper arm. The reduced fracture is then stabilised, typically by plaster cast immobilisation, to help it to heal. This procedure can be performed by an orthopedic surgeon (bone doctor), an emergency room physician, or a primary care provider who has the necessary training and experience (Handoll & Madhok, 2003).",
            "indications": "A closed reduction is indicated for displaced fractures without open wounds, joint dislocations (e.g., shoulder, hip, or fingers), minimally comminuted fractures that can be realigned non-surgically, pediatric fractures to avoid growth plate damage, and initial fracture management in emergencies to relieve pain, restore circulation, or prevent nerve damage before definitive fixation.",
            "instruments": [
                "Bone Mallet",
                "Bone Holding Forceps",
                "Periosteal Elevator",
                "Tenotomy Scissors",
                "Orthopedic Implants",
                "Stockinette",
                "Padding (Webril)",
                "Plaster or Fiberglass Rolls",
                "Cast saw (for removal)"
            ]
        },
        {
            "id": 29,
            "image": "29_Colostomy.png",
            "imageCitation": "Colostomy. (n.d.). [Creation of the colostomy]. Retrieved from https://www.researchgate.net/figure/Creation-of-the-colostomy-a-The-nylon-thread-is-pulled-out-of-the-body-and-a-circular_fig4_353953682",
            "imageUrl": "https://www.researchgate.net/figure/Creation-of-the-colostomy-a-The-nylon-thread-is-pulled-out-of-the-body-and-a-circular_fig4_353953682",
            "name": "Colostomy",
            "description": "A colostomy is a surgical procedure in which a portion of the large intestine (colon) is brought through the anterior abdominal wall to create an artificial opening (stoma) for the elimination of stool. It is one of the most common life-saving emergency procedures performed worldwide. Colostomies may be done for emergency or elective surgical conditions to manage a wide range of congenital and acquired benign or malignant gastrointestinal conditions. The procedure serves two main purposes: diversion and decompression. Diversion is performed to prevent contamination of the distal large bowel segment by stool and its associated complications, commonly indicated in cases of trauma or distal rectal elective surgeries. Decompression, on the other hand, is done to relieve an obstructed large bowel, such as in cases of sigmoid volvulus or malignant left-sided tumors. During the procedure, the patient is placed under general anesthesia, and a segment of the colon is exteriorized through the abdominal wall, where it is secured to the skin to create a stoma. (Engida et al., 2016)",
            "indications": "A colostomy is indicated for bowel obstruction or perforation, colorectal cancer, diverticulitis with complications (e.g., abscess or perforation), inflammatory bowel disease (e.g., severe Crohn’s disease or ulcerative colitis), traumatic bowel injury, congenital anomalies (e.g., imperforate anus), and fecal incontinence or severe perineal wounds requiring stool diversion for healing.",
            "instruments": [
                "Tissue Forceps",
                "Adson Forceps",
                "Foerster Sponge Forceps",
                "Poole Suction Tip",
                "curved clamp",
                "tonsil clamp",
                "Babcock",
                "Allis Tissue Forceps",
                "Needle holder",
                "Army-Navy retractor",
                "Senn-Miller Retractor",
                "Richardson retractor",
                "Metzenbaum Scissors",
                "Mayo Scissors"
            ]
        },
        {
            "id": 30,
            "image": "30_Cutdown.png",
            "imageCitation": "Cutdown. (n.d.). [Cutdown procedure]. Retrieved from https://www.vin.com/apputil/project/DefaultAdv1.aspx?pId=24437&SAId=-1&id=9382712",
            "imageUrl": "https://www.vin.com/apputil/project/DefaultAdv1.aspx?pId=24437&SAId=-1&id=9382712",
            "name": "Cutdown",
            "description": "A cutdown surgery is a minor surgical procedure where a small incision is made in the skin and underlying tissues to gain direct access to a blood vessel, usually a vein. This is typically done when peripheral veins are difficult to locate or access, such as in emergencies or critically ill patients. The procedure allows healthcare providers to place a catheter or cannula directly into the vessel for administering fluids, medications, or blood products. It can also be used for invasive monitoring or during surgeries when rapid, reliable access is needed. The saphenous vein in the ankle is a common site for venous cutdowns, but other vessels can be used depending on the situation. After locating the vein, it’s carefully isolated, incised, and cannulated. Once the catheter is secured, the incision is closed, and the access is maintained for as long as necessary (Mousa et al., 2023).",
            "indications": "A cutdown surgery is indicated for emergency vascular access when peripheral veins are collapsed or inaccessible (e.g., severe dehydration, shock, trauma), the need for rapid, reliable IV access for fluid resuscitation, blood transfusion, or medication delivery, long-term venous access when central line placement is challenging or unavailable, and intraoperative access for complex surgeries requiring continuous monitoring or medication infusion.",
            "instruments": [
                "Curved Clamp",
                "Straight Clamp",
                "Allis Tissue Forceps",
                "Mayo Scissors",
                "Metzenbaum Scissors",
                "Adson Forceps",
                "Thumb forceps",
                "Tissue Forceps",
                "Needle holder"
            ]
        },
        {
            "id": 32,
            "image": "32_Fistulectomy_Fistulotomy.png",
            "imageCitation": "IntechOpen. (2021). Anal Fistula: Contemporary View of Complex Problem. https://www.intechopen.com/chapters/80541",
            "imageUrl": "https://www.intechopen.com/chapters/80541",
            "name": "Fistulectomy/Fistulotomy (depends on complexity)",
            "description": "A fistulectomy is a surgical procedure used to treat anal fistulas. An anal fistula is an abnormal tunnel-like connection that forms between the anal canal and the skin near the anus. It often results from an anal abscess that has not fully healed. These fistulas can cause pain, discomfort, and recurrent infections, making them a cause for concern. A fistulectomy involves the removal of the fistula tract and the surrounding infected tissue (“Fistulectomy: A Surgical Solution to Heal Anal Fistulas,” n.d.).",
            "indications": "Anal Fistula, Recurrent Perianal Abscess, Complex/High Transsphincteric Fistula, Non-Healing Fistula after Seton Placement, Urethral/Vesicovaginal Fistula, Recurrent Pilonidal Sinus with Fistula Formation, Post-Traumatic Fistula",
            "instruments": [
                "Blade Holder",
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Adson Forceps",
                "Allis Tissue Forceps",
                "Curved Clamp",
                "Straight Clamp",
                "Ochsner Clamp",
                "Thumb Forceps",
                "Tissue Forceps",
                "Needle Holder",
                "Senn-Miller Retractor",
                "Hill-Ferguson Retractor",
                "Army-Navy Retractor",
                "Towel Clips",
                "Fistula Probe",
                "Director with Probe Tip",
                "Curette",
                "Sinus Forceps"
            ]
        },
        {
            "id": 33,
            "image": "33_Internal Jugular (IJ) Catheter Insertion.png",
            "imageCitation": "ResearchGate. (2024). A shows the catheters inserted in the internal jugular vein (right), from cranial to caudal position. https://www.researchgate.net/figure/a-shows-the-catheters-inserted-in-the-internal-jugular-vein-right-from-cranial-to_fig3_382002203",
            "imageUrl": "https://www.researchgate.net/figure/a-shows-the-catheters-inserted-in-the-internal-jugular-vein-right-from-cranial-to_fig3_382002203",
            "name": "Internal Jugular (IJ) Catheter Insertion",
            "description": "IJ catheter insertion is a medical procedure in which a central venous catheter (CVC) is placed into the internal jugular (IJ) vein for intravenous access, medication administration, fluid resuscitation, central venous pressure (CVP) monitoring, or hemodialysis. Using the Seldinger technique, a needle is inserted into the IJ vein while aspirating to confirm venous blood return. A guidewire is then introduced through the needle, which is removed before a dilator is used to widen the tract. The central venous catheter is advanced over the guidewire into the IJ vein, after which the guidewire is removed, and the catheter is secured with sutures or a securement device (Mendenhall et al., 2023).",
            "indications": "Central Venous Access for Medication Administration, Hemodynamic Monitoring, Emergency Venous Access, Hemodialysis/Plasmapheresis, Total Parenteral Nutrition, Frequent Blood Sampling",
            "instruments": [
                "Blade Holder",
                "Introducer Dilator",
                "Adson Forceps",
                "Towel Clips",
                "Needle Holder",
                "Introducer Needle",
                "Guidewire",
                "Central Venous Catheter"
            ]
        },
        {
            "id": 34,
            "image": "34_incision and drainange.png",
            "imageCitation": "Incision and Drainage. (n.d.). [Incision and drainage procedure]. Retrieved from https://www.drazouz.com/hidradenitis-suppurativa-treatment/",
            "imageUrl": "https://www.drazouz.com/hidradenitis-suppurativa-treatment/",
            "name": "Incision and Drainage",
            "description": "Incision and drainage (I&D) is a common procedure used to treat skin and soft tissue abscesses, often performed in emergency departments and outpatient clinics, sometimes with antibiotic therapy. Cutaneous abscesses are pus-filled pockets that form in the dermis or subcutaneous tissue, commonly occurring in the groin, buttocks, axillae, and extremities. They are typically identified by erythema, induration, tenderness, and fluctuance. It is important to distinguish abscesses from cellulitis, which is treated with antibiotics alone and lacks fluctuance. When clinical findings are unclear, ultrasonography can help confirm the presence, size, and location of an abscess (Pastorino & Tavarez, 2023).",
            "indications": "Abscess, Boil (Furuncle), Carbuncle, Infected cyst, Paronychia",
            "instruments": [
                "Curved Clamp",
                "Straight Clamp",
                "Allis Tissue Forceps",
                "Mayo Scissors",
                "Metzenbaum Scissors",
                "Sharp Spoon Curette",
                "Ring Curette",
                "Needle Holder",
                "Adson Forceps",
                "Thumb Forceps",
                "Tissue Forceps",
                "Senn-Miller Retractor",
                "Army-Navy Retractor"
            ]
        },
        {
            "id": 35,
            "image": "35_NEW_wound debridement.png",
            "imageCitation": "Hamm, R. (2019). Wound Bed Preparation: Debridement. Accessmedicinenetwork.com; McGraw Hill. https://www.accessmedicinenetwork.com/amp/posts/54627-wound-bed-preparation-debridement",
            "imageUrl": "https://www.accessmedicinenetwork.com/amp/posts/54627-wound-bed-preparation-debridement",
            "name": "Wound Debridement/Debridement and Curettage",
            "description": "Wound debridement is a vital procedure in wound management that involves removing devitalized tissue to promote healing. By eliminating necrotic tissue, biofilm, bioburden, and senescent cells, debridement prepares the wound bed for re-epithelialization and enhances the effectiveness of topical treatments. Necrotic tissue can provide nutrients for bacteria, act as a barrier to new tissue growth, and prevent angiogenesis, granulation, and extracellular matrix formation. Additionally, it can obscure the wound's true depth and severity, potentially hiding underlying infections. Regular debridement at each patient visit supports optimal wound healing (Manna et al., 2023).",
            "indications": "Necrotic tissue, Infected wound, Non-healing chronic ulcers (e.g., diabetic foot ulcer), Pressure sores, Traumatic wounds with debris",
            "instruments": [
                "Blade holder",
                "sharp spoon curette",
                "ring curette",
                "Metzenbaum scissors",
                "Mayo scissors",
                "Tissue Forceps",
                "Adson Forceps",
                "Debakey Forceps"
            ]
        },
        {
            "id": 36,
            "image": "36_transurethral resection of the prostate.png",
            "imageCitation": "Dr Amer Mousa. (2024, November 26). Best Urologist in Dubai | Expert in laparoscopic & robotic surgery. https://dramermousa.com/",
            "imageUrl": "https://dramermousa.com/",
            "name": "Transurethral Resection of the Prostate (TURP)",
            "description": "Transurethral Resection of the Prostate (TURP) involves the transcystoscopic removal of enlarged benign prostatic tissue in small pieces while preserving the prostatic capsule. The objective of this procedure for benign prostatic hypertrophy (BPH) is to relieve the urinary obstruction, minimize harm to surrounding tissues, and ensure minimal discomfort for the patient. Using a resectoscope allows the obstruction to be removed transcystoscopically through the urethra, which reduces the risk of injury to nearby organs. This method also avoids the potential spread of cancerous cells associated with open surgery, as tissue is extracted through the urinary tract rather than through an abdominal incision (Goldman, 2008).",
            "indications": "Benign Prostatic Hyperplasia (BPH) with urinary obstruction, Recurrent urinary tract infections due to BPH, Bladder stones secondary to urinary retention, Hematuria due to prostatic enlargement, Acute urinary retention",
            "instruments": [
                "Resectoscope",
                "Monopolar Loop Electrode",
                "Roller Electrode",
                "Collins Knife Electrode",
                "Ball Electrode",
                "Rigid Cystoscope",
                "pratt rectal speculum",
                "hegar dilators",
                "Biopsy Forceps",
                "Allis Tissue Forceps",
                "Babcock",
                "Blade Holder",
                "Babcock Grasper",
                "Needle Holder"
            ]
        },
        {
            "id": 37,
            "image": "37_Tracheostomy.png",
            "imageCitation": "Muscat, K., Bille, A., & Simo, R. (2017). A guide to open surgical tracheostomy. Shanghai Chest, 1, 4. https://doi.org/10.21037/shc.2017.05.05",
            "imageUrl": "https://shc.amegroups.org/article/view/3764/html",
            "name": "Tracheostomy",
            "description": "A tracheostomy is often needed when health problems require long-term use of a machine called a ventilator to help with breathing. A tracheostomy also may be needed when surgery would require breathing to be rerouted for a short time because of swelling or airway blockage in the neck or face. Rarely, an emergency tracheotomy is done when the airway is suddenly blocked, such as after a major injury to the face or neck (Tracheostomy - Mayo Clinic, n.d.). ",
            "indications": "Tumors (e.g., laryngeal, thyroid, or esophageal cancers), Severe neck trauma, Congenital abnormalities (e.g., laryngeal stenosis), Foreign body obstruction, Infections causing airway swelling (e.g., epiglottitis, Ludwig’s angina), ",
            "instruments": [
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Blade Holder",
                "Adson Forceps",
                "Tissue Forceps",
                "Debakey Forceps",
                "Curved Clamp",
                "Needle Holder",
                "Allis Tissue Forceps",
                "Straight Clamp",
                "Richardson Retractor",
                "Army-Navy Retractor",
                "Thumb Forceps",
                "Mosquito Hemostat",
                "muscle retractors",
                "Mayo Scissors",
                "needle holder",
                "Vascular Dilator",
                "Guidewire",
                "Guidewire Dilating Forcep"
            ]
        },
        {
            "id": 39,
            "image": "39_Thoracostomy.png",
            "imageCitation": "Demetriades, D., Inaba, K., & Velmahos, G. (2015). Thoracostomy tube insertion. In Atlas of surgical techniques in trauma. Cambridge University Press. https://www.cambridge.org/core/books/atlas-of-surgical-techniques-in-trauma/thoracostomy-tube-insertion/DD3301F2BBCF658F21CC592F404CE87B",
            "imageUrl": "https://www.cambridge.org/core/books/abs/atlas-of-surgical-techniques-in-trauma/thoracostomy-tube-insertion/DD3301F2BBCF658F21CC592F404CE87B",
            "name": "Thoracostomy",
            "description": "A thoracostomy is a procedure providers use to place a chest tube. The chest tube drains fluid or air out of the space between your lungs and chest wall. It can treat pleural effusions, pneumothorax, lung infections and other conditions. Providers use it in both emergency situations and to treat chronic conditions (Professional, 2024a). ",
            "indications": "Pneumothorax (tension, spontaneous, or traumatic), Hemothorax, Pleural effusion (malignant, infectious, or massive), Empyema, Chylothorax, Hydrothorax, Post-thoracic surgery drainage, Traumatic chest injury with fluid or air accumulation, Bronchopleural fistula, Drainage of abscesses in the pleural space",
            "instruments": [
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Blade Holder",
                "Adson Forceps",
                "Tissue Forceps",
                "Debakey Forceps",
                "Curved Clamp",
                "Needle Holder",
                "Allis Tissue Forceps",
                "Straight Clamp",
                "Richardson Retractor",
                "Army-Navy Retractor",
                "Weitlaner Retractor",
                "Mixter",
                "Yankauer Suction Tip"
            ]
        },
        {
            "id": 40,
            "image": "40_Herniorraphy.png",
            "imageCitation": "Shutterstock. (n.d.). Synthetic mesh being used to repair an inguinal hernia. Retrieved March 13, 2025, from https://www.shutterstock.com/image-photo/synthetic-mesh-being-used-repair-inguinal-1026252940",
            "imageUrl": "https://www.shutterstock.com/image-photo/synthetic-mesh-being-used-repair-inguinal-1026252940",
            "name": "Herniorraphy ",
            "description": "Herniorrhaphy is a surgical procedure used to repair a hernia by suturing the weakened or torn muscle or tissue. It involves repositioning the herniated organ or tissue and reinforcing the defect with sutures, sometimes without the use of mesh.",
            "indications": "Inguinal, umbilical, femoral, and incisional hernias that cause pain, discomfort, or risk of complications such as strangulation or bowel obstruction. It is recommended for symptomatic hernias, enlarging hernias, or those at risk of incarceration.",
            "instruments": [
                "Blade Holder",
                "Metzenbaum Scissors",
                "Mayo Scissors",
                "Iris Scissors",
                "Tissue Forceps",
                "Thumb Forceps",
                "Adson Forceps",
                "Allis Tissue Forceps",
                "Babcock",
                "Russian Forceps",
                "Needle Holder",
                "Langenbeck Retractor",
                "Army-Navy Retractor"
            ]
        },
        {
            "id": 41,
            "image": "41_Tonsillectomy.png",
            "imageCitation": "Tonsillectomy surgery cost in India. (n.d.). hmsdesk.com. https://hmsdesk.com/list/procedures/tonsillectomy-surgery-hospitals-and-cost-in-philippines/5/10?spd=70",
            "imageUrl": "https://hmsdesk.com/list/procedures/tonsillectomy-surgery-hospitals-and-cost-in-philippines/5/10?spd=70",
            "name": "Tonsillectomy ",
            "description": "A tonsillectomy is a surgical procedure involving the complete removal of the palatine tonsils from the back of the throat. This operation is primarily performed to address recurrent tonsillitis, throat infections, and obstructive sleep apnea (OSA). While generally safe, potential complications include bleeding, vomiting, dehydration, difficulty eating, and speaking challenges. Postoperative throat pain typically persists for about one to two weeks. Notably, tonsillectomy does not appear to adversely affect long-term immune function.",
            "indications": "Recurrent or Chronic Tonsillitis, Obstructive Sleep Apnea (OSA), Peritonsillar Abscess, Tonsil Hypertrophy, Suspicion of Malignancy: Unusual tonsil appearance or asymmetry raising",
            "instruments": [
                "Blade holder",
                "Mayo scissors",
                "Metzenbaum scissors",
                "Tonsil scissors",
                "Adson Forceps",
                "Allis Tissue Forceps",
                "Denis Brown Tonsil Holding Forceps",
                "Needle holder",
                "Yankauer Suction Tip",
                "Tonsil snare",
                "Beckmann adenoid curette",
                "Hurd dissector and pillar retractor",
                "Monopolar Cautery Pencil",
                "Hemostats",
                "Davis-Boyle Mouth gag with plates"
            ]
        }
    ]
}